Repository: CofficLab/Lumi
Catalog: Packages/PluginConversationManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: (empty)
zh_hans: （空）
zh_hk: （空）

source: %lld conversations
zh_hans: %lld 个会话
zh_hk: %lld 個對話

source: %lld messages
zh_hans: %lld 条消息
zh_hk: %lld 條訊息

source: 1 message
zh_hans: 1 条消息
zh_hk: 1 條訊息

source: Automation Level
zh_hans: 自动化级别
zh_hk: 自動化層級

source: Basic Info
zh_hans: 基本信息
zh_hk: 基本資訊

source: Browse and inspect stored conversations
zh_hans: 浏览并检查已存储的会话
zh_hk: 瀏覽並檢查已儲存的對話

source: Conversation Activity
zh_hans: 会话活动
zh_hk: 對話活動

source: Conversation ID
zh_hans: 会话 ID
zh_hk: 對話 ID

source: Conversation Manager
zh_hans: 会话管理器
zh_hk: 對話管理器

source: Conversation preferences and context binding
zh_hans: 会话偏好与上下文绑定
zh_hk: 對話偏好與上下文綁定

source: Conversations
zh_hans: 会话
zh_hk: 對話

source: Conversations created per day over the last 14 days
zh_hans: 最近 14 天每日创建的会话数
zh_hk: 最近 14 天每日建立的對話數

source: Core fields stored for this conversation
zh_hans: 为此会话存储的核心字段
zh_hk: 為此對話儲存的核心欄位

source: Created At
zh_hans: 创建时间
zh_hk: 建立時間

source: Daily conversations
zh_hans: 每日会话
zh_hk: 每日對話

source: Default
zh_hans: 默认
zh_hk: 預設

source: Language
zh_hans: 语言
zh_hk: 語言

source: Loading conversations…
zh_hans: 正在加载会话…
zh_hk: 正在加載對話…

source: Loading…
zh_hans: 加载中…
zh_hk: 加載中…

source: Messages
zh_hans: 消息
zh_hk: 訊息

source: Model
zh_hans: 模型
zh_hk: 模型

source: No conversations
zh_hans: 暂无会话
zh_hk: 暫無對話

source: No messages in this conversation
zh_hans: 此会话中暂无消息
zh_hk: 此對話中暫無訊息

source: No preview available
zh_hans: 无可用预览
zh_hk: 無可用預覽

source: Open Data Directory
zh_hans: 打开数据目录
zh_hk: 開啟資料目錄

source: Overview
zh_hans: 概览
zh_hk: 概覽

source: Peak (%lld)
zh_hans: 峰值 (%lld)
zh_hk: 峰值 (%lld)

source: Provider
zh_hans: 提供商
zh_hk: 提供者

source: Project Path
zh_hans: 项目路径
zh_hk: 專案路徑

source: Read-only summary of the selected conversation
zh_hans: 所选会话的只读摘要
zh_hk: 所選對話的唯讀摘要

source: Routing
zh_hans: 路由
zh_hk: 路由

source: Select a conversation
zh_hans: 选择一个会话
zh_hk: 選擇一個對話

source: Showing %lld of the most recent messages (read-only)
zh_hans: 显示最近 %lld 条消息（只读）
zh_hk: 顯示最近 %lld 條訊息（唯讀）

source: Title
zh_hans: 标题
zh_hk: 標題

source: Unassigned
zh_hans: 未分配
zh_hk: 未指派

source: Updated At
zh_hans: 更新时间
zh_hk: 更新時間

source: Verbosity
zh_hans: 详细程度
zh_hk: 詳細程度
